Repository: SCI-Technology-Inc/mostMarketPlugins
Catalog: woocommerce/woomostmarket/lang/myl10n-*.po
Languages: ru_ru

source: WooCommerce MOST Market - wordpress plugin for implementing the interaction of partners-sellers with the platform MOST Market.
ru_ru: WooCommerce MOST Market - wordpress плагин для реализации взаимодействия партнеров-продавцов с платформой MOST Market.

source: Setup
ru_ru: Настройки

source: Coupons type
ru_ru: Типы купонов

source: Reports
ru_ru: Отчеты

source: WooCommerce not installed or activated
ru_ru: WooCommerce не установлен или не активирован

source: Coupons are not allowed in WooCommerce settings!
ru_ru: В настройках WooCommerce не разрешено использование купонов!

source: Enable coupons in WooCommerce settings
ru_ru: Включите купоны в настройказ WooComerce

source: WooCommerce -> Settings -> Coupon Usage -> Enable Coupon Usage
ru_ru: WooComerce -> Настройки -> Использование купонов -> Включить использование купонов

source: MOST Market for WooCommerce - Setup
ru_ru: MOST Market для WooCommerce - основные настройки

source: Show coupons in order list
ru_ru: Показывать купоны в списке заказов

source: Save
ru_ru: Сохранить настройки

source: Saved
ru_ru: Сохранено

source: MOST Market - Coupons types
ru_ru: MOST Market - типы купонов

source: Coupon types for products
ru_ru: Типы купонов для товаров

source: Coupons without product links will not work!
ru_ru: Купоны без связей с товарами работать не будут!

source: Service
ru_ru: Сервис

source: Discount
ru_ru: Скидка

source: URL
ru_ru: Ссылка

source: Min. order price
ru_ru: Мин. сумма заказа

source: Max. order price
ru_ru: Макс. сумма заказа

source: Products
ru_ru: Товары

source: Search for a product...
ru_ru: Поиск по товарам...

source: Save product links
ru_ru: Сохранить связи с товарами

source: Cart Coupon Types
ru_ru: Типы купонов для корзины

source: Please enter 3 or more characters
ru_ru: Нужно ввести больше трех символов

source: No Results Found
ru_ru: Ничего не найдено

source: Searching...
ru_ru: Поиск...

source: Settings not specified!
ru_ru: Не верны или не указаны настройки!

source: Check the link, key and secret in the settings section
ru_ru: Проверьте правильность заполнения основных настроек

source: MOST Market - reports on used MOST Market coupons
ru_ru: MOST Market - отчеты по использованным купонам MOST Market

source: Create report
ru_ru: Создать отчет

source: From:
ru_ru: С даты:

source: To:
ru_ru: По дату:

source: Download report
ru_ru: Скачать отчет

source: Last 20 orders
ru_ru: Последние 20 заказов

source: Date
ru_ru: Дата

source: Order ID
ru_ru: ID Заказа

source: Coupons
ru_ru: Купоны

source: Total
ru_ru: Итого

source: Total for all orders:
ru_ru: Итого по заказам:
